Repository: pawelsalawa/gianabot
Catalog: src/po/*.po
Languages: pl

source: Lists bots found in config directory and notices if they are up or down.
pl: Listuje boty znalezione w katalogu config i informuje czy s± uruchomione czy nie.

source: Interactive generating configuration file.
pl: Interaktywne generowanie pliku konfiguracyjnego.

source: Runs editor and opens configuration file for given bot.
pl: Uruchamia edytor i otwiera plik konfiguracyjny dla danego bota.

source: If pico is found, then it's used to edit, otherwise vi is used.
pl: Je¶li pico jest znalezione, wtedy ono jest u¿ywane do edycji, inaczej vi jest u¿yte.

source: Removes all files of given bot.
pl: Usuwa wszystkie pliki danego bota.

source: Runs bot with given username.
pl: Uruchamia bota z dana nazw± u¿ytkownika.

source: Runs bot with given virtual host.
pl: Uruchamia bota z danym hostem wirtualnym.

source: Installs given bot in crontab.
pl: Instaluje danego bot w crontabie.

source: Bot will not connect to a server upon startup.
pl: Bot nie bêdzie siê ³±czy³ z serwerem na starcie.

source: Debugging mode. Given debug level could be 0-2.
pl: Tryb debugowania. Dany poziom debugowania mo¿e byæ 0-2.

source: You will be able to see outgoing and incoming data from server.
pl: Bêdziesz móg³ zobaczyæ wychodz±ce i przychodz±ce z serwera dane.

source: If you know that bot will got restriction, but you still want to run it.
pl: Gdy wiesz ¿e bot bêdzie mia³ restrykcjê, ale wci±¿ chcesz go uruchomiæ.

source: Runs bot with given translation. This version supports following translations:
pl: Uruchamia bota z danym t³umaczeniem. Ta wersja obs³uguje nastêpuj±ce t³umaczenia:

source: Shows debug log file of given bot.
pl: Pokazuje plik z logiem debugowania dla danego bota.

source: Optional arguments are: file, locale. Script reads given (or default - commands.tcl) file
pl: Opcjonalne argumenty: plik, jêzyk. Skrypt czyta dany (lub domy¶lny - commands.tcl) plik

source: and checks if all aliases has got readable (for help.tcl module) help introductions
pl: i sprawdza czy wszystkie aliasy maj± czytelne (dla modu³u help.tcl) instrukcje pomocy.

source: for given (or default - en) locale. If not, then reports them.
pl: dla danego (lub domy¶lnego - en) jêzyka. Je¶li nie, to sk³ada o tym raport.

source: You're just reading this.
pl: W³a¶nie to czytasz.

source: Shows version.
pl: Pokazuje wersjê.

source: TCL version is %0. It's too old. Giana requires at least 8.4.
pl: Wersja TCL'a to %0. Jest za stary. Giana potrzebuje 8.4.

source: Used this tclsh:
pl: U¿yto tego tclsh:

source: If you have 2 or more tcl distributions in system, you have to edit this file and read header for help.
pl: Je¶li masz 2 lub wiêcej dystrybucji tcl w systemie, musisz edytowaæ ten plik i przeczytaæ nag³ówek.

source: Don't try to remove this from code. If TCL is too old then there will be a lot of errors. Application will crash.
pl: Nie próbuj usun±æ tego kodu. Je¶li TCL jest zbyt stary to bêdzie du¿o b³êdów. Aplikacja ulegnie zatrzymaniu.

source: Bot killed.
pl: Bot zabity.

source: Bot %0 wasn't up.
pl: Bot %0 nie by³ uruchomiony.

source: Bot PID file not found. Looked for %0.
pl: Nie znaleziono pliku PID bota. Szukano %0.

source: File %0 doesn't exists or it's not readable.
pl: Plik %0 nie istnieje lub jest nieczytelny.

source: Bot %0 use %1 KB of memory.
pl: Bot %0 u¿ywa %1 KB pamiêci.

source: Can't find bot process. Perhaps it isn't up.
pl: Nie mo¿na znale¼æ procesu bota. Prawdopodobnie nie jest on uruchomiony.

source: Bot name [+ = up, X = down]
pl: Nazwa bota [+ = uruchomiony, X - nie uruchomiony]

source: Giana has been installed in crontab.
pl: Giana zosta³a zainstalowana w crontabie.

source: Error while installing giana in crontab: %0
pl: B³±d podczas instalowania giany w crontabie: %0

source: Bot files has been removed.
pl: Pliki bota zosta³y usuniête.

source: Bot %0 is already up with PID %1.
pl: Bot %0 jest juz uruchomiony z PIDem %1.

source: Giana hasn't started.
pl: Giana nie wystartowa³a.

source: Run bot in debug mode. Error messages will be logged in %0.
pl: Bot uruchomiony w trybie debugowania. Wiadomo¶ci b³êdów bêd± logowane w %0.

source: You can read them by %0.
pl: Mo¿esz je przeczytaæ komend± %0.

source: Process successful sent to background.
pl: Proces zosta³ wys³any w t³o.

source: Process PID:
pl: PID procesu:
