Repository: pawelsalawa/gianabot
Catalog: src/po/*.po
Languages: pl

source: %C%0%c has been added to userlist.
pl: %C%0%c zosta³ dodany do listy u¿ytkowników.

source: Change password for %C%0%c by command passwd or chpass.
pl: Zmieñ has³o dla %C%0%c komend± passwd lub chpass.

source: Add flags for %C%0%c by command flags.
pl: Dodaj flagi dla %C%0%c komend± flags.

source: %Y%0%y is already in userlist.
pl: %Y%0%y jest aktualnie na li¶cie u¿ytkowników.

source: %C%0%c has been removed form userlist.
pl: %C%0%c zosta³ usuniêty z listy u¿ytkowników.

source: User %Y%0%y is immune (+!).
pl: U¿ytkownik %Y%0%y jest nietykalny (+!).

source: %Y%0%y matches this mask, so %Y%1%y can't get it.
pl: %Y%0%y pasuje do tej maski, wiêc %C%1%c nie mo¿e jej dostaæ.

source: Host %C%0%c added for %C%1%c.
pl: Host %C%0%c dodany dla %C%1%c.

source: This host matches (or is matched by) another host of %Y%0%y.
pl: Ten host pasuje do innego hosta %Y%0%y.

source: No such user/bot.
pl: Nieznany u¿ytkownik/bot.

source: Hosts matched by %C%0%c removed from %C%1%c.
pl: Hosty pasuj±ce do %C%0%c usuniêto od %C%1%c.

source: %Y%0%y hasn't got host like this.
pl: %Y%0%y nie ma takiego hosta.

source: ~~~~~~~~%CUSER NICK%c~~~~~~~%CGLOBAL FLAGS%c~~~~
pl: ~~~~~~%CNICK U¯YTKOWNIKA%c~~%CFLAGI GLOBALNE%c~~

source: LOCAL FLAGS:
pl: FLAGI LOKALNE:

source: HOSTS:
pl: HOSTY:

source: Password for %C%0%c changed.
pl: Has³o dla %C%0%c zmienione.

source: You have to be owner if you want to change not your password.
pl: Musisz byæ ownerem je¶li chcesz zmieniæ nie twoje has³o.

source: %C%0%c has been added to my botlist
pl: %C%0%c zosta³ dodany do mojej listy botów

source: Hosts added for %C%0%c:
pl: Dodano hosty dla %C%0%c:

source: Add flags for %C%0%c by command botattr.
pl: Dodaj flagi dla %C%0%c za pomoc± komendy botattr.

source: I am
pl: Ja jestem

source: %Y%0%y already exists on botlist.
pl: %Y%0%y aktualnie jest na li¶cie botów.

source: %C%0%c has been removed from botlist.
pl: %C%0%c zosta³ usuniêty z listy botów.

source: Port(s) for bot %C%0%c changed to %C%1%c.
pl: Port(y) dla bota %C%0%c zosta³y zmienione na %C%1%c.

source: Port should be in number format.
pl: Port powinien byæ w formie liczby.

source: No such bot
pl: Nieznany bot

source: Port(s) for bot %C%0%c:
pl: Port(y) dla bota %C%0%c:

source: Address for bot %C%0%c changed to %C%1%c.
pl: Adres dla bota %C%0%c zosta³ zmieniony na %C%1%c.

source: Address for bot %C%0%c:
pl: Adres dla bota %C%0%c:

source: Password for botnet has been changed.
pl: Has³o dla botnetu zosta³o zmienione.

source: Botlist:
pl: Lista botów:

source: Bot flags:
pl: Flagi bota:

source: Address:
pl: Adres:

source: Users port:
pl: Port u¿ytkowników:

source: Bots port:
pl: Port botów:

source: Hosts:
pl: Hosty:

source: Flags:
pl: Flagi:

source: Constans modes:
pl: Sta³e tryby:

source: Constans key:
pl: Sta³y klucz:

source: Current modes:
pl: Bie¿±ce tryby:

source: I'm already on this channel.
pl: Jestem aktualnie na tym kanale.

source: I'm NOT already on this channel.
pl: NIE jestem aktualnie na tym kanale.

source: No such user, channel or bot.
pl: Nieznany u¿ytkownik, kana³ lub bot.

source: ~~~%COWNERS COMMANDS%c~~~~
pl: ~~~%CKOMENDY OWNERÓW%c~~~~

source: ~~~%CMASTERS COMMANDS%c~~~
pl: ~~~%CKOMENDY MASTERÓW%c~~~

source: ~~~~%CUSERS COMMANDS%c~~~~
pl: ~~~~%CKOMENDY USERÓW%c~~~~

source: Commands list for you:
pl: Lista komend dla ciebie:

source: Bye.
pl: Zegnaj.

source: Connecting to %C%0%c with VHost: %G%1%c.
pl: £±czenie z %C%0%c z VHostem: %G%1%c.

source: Connecting to %C%0%c.
pl: £±czenie z %C%0%c.

source: Changing mode for channel %C%0%c:
pl: Zmiana trybu dla kana³u %C%0%c:

source: I'm not channel operator on %C%0%c.
pl: Nie jestem operatorem kana³u %C%0%c.

source: Mode for channel %C%0%c is:
pl: Tryb dla kana³u %C%0%c:

source: I'm already on that channel.
pl: Jestem ju¿ na tym kanale.

source: %Y%0%y is not valid channel name!
pl: %Y%0%y nie jest poprawn± nazw± kana³u!

source: I'm not on channel %C%0%c.
pl: Nie jestem na kanale %C%0%c.

source: Shutting down (by %0)
pl: Zamykanie (przez %0)

source: I'm not connected to bot %Y%0%y.
pl: Nie jestem po³±czony z botem %Y%0%y.

source: %Y%0%y is not bot.
pl: %Y%0%y nie jest botem.

source: Current link list:
pl: Bierz±ca lista linków:

source: Link list has been erased.
pl: Lista linków zosta³a wyczyszczona.

source: Unknown command '%0'. Type 'help' for get some help.
pl: Nieznana komenda '%0'. Wpisz 'help' aby uzyskaæ pomoc.

source: I'm already waiting for this answer.
pl: Aktualnie czekam ju¿ na t± odpowiedz.

source: BotNet doesn't exist!
pl: BotNet nie istnieje!

source: Users logged on:
pl: Zalogowani u¿ytkownicy:

source: (at %C%0%c)
pl: (na %C%0%c)

source: Userlist has been saved.
pl: Lista u¿ytkowników zosta³a zapisana.

source: Botlist has been saved.
pl: Lista botów zosta³a zapisana.

source: Chanlist has been saved.
pl: Lista kana³ów zosta³a zapisana.

source: Bot configuration has been saved.
pl: Konfiguracja bota zosta³a zapisana.

source: All lists has been saved.
pl: Wszystkie listy zosta³y zapisane.

source: All lists has been sent.
pl: Wszystkie listy zosta³y wys³ane.

source: Flags %Y%0%y are not valid.
pl: Flagi %Y%0%y nie s± poprawne.

source: Channel %C%0%c added with modes +%C%1%c.
pl: Kana³ %C%0%c dodany z trybami +%C%1%c.

source: Channel %C%0%c removed from list.
pl: Usuniêto kana³ %C%0%c z listy.

source: There is no channel matching %Y%0%y on list.
pl: Nie ma kana³u pasuj±cego do %Y%0%y na li¶cie.

source: Flags %0 are not valid.
pl: Flagi %0 nie s± poprawne.

source: Now channel %C%0%c has got following modes:
pl: Teraz kana³ %C%0%c ma nastêpuj±ce tryby:

source: Please set key for channel %C%0%c by command: key.
pl: Proszê ustawic klucz dla kana³u %C%0%c komenda: key.

source: Channel %C%0%c has got following modes:
pl: Kana³ %C%0%c ma nastêpuj±ce tryby:

source: There is no such channel.
pl: Nie znaleziono kana³u.

source: Now key for channel %C%0%c is:
pl: Teraz klucz dla kana³u %C%0%c jest:

source: Channel key for %C%0%c is:
pl: Klucz kana³u dla %C%0%c:

source: There is no key set on that channel.
pl: Nie ma klucza ustawionego na tym kanale.

source: Key for channel %C%0%c removed.
pl: Klucz dla kana³u %C%0%c usuniêty.

source: There is no key for channel %C%0%c.
pl: Nie ma klucza dla kana³u %C%0%c.

source: Channels list:
pl: Lista kana³ów:

source: Current limit:
pl: Bierz±cy limit:

source: Current key:
pl: Bierz±cy klucz:

source: There is no channels on list.
pl: Nie ma ¿adnych kana³ów na li¶cie.

source: Added following ban mask(s) for channel %C%0%c:
pl: Dodano nastêpuj±ce maski banów dla kana³u %C%0%c:

source: I can't apply constans modes for channel, which is not on my channels list.
pl: Nie mogê zastosowaæ sta³ych trybów dla kana³y, który nie jest na mojej li¶cie kana³ów.

source: %0%y is not valid channel name.
pl: %0%y nie jest poprawn± nazw± kana³u.

source: Removed ban masks matching '%B%0%c' for channel %C%1%c.
pl: Usuniêto makski banów pasuj±ce do '%B%0%c' dla kana³u %C%1%c.

source: There is no ban masks for channel %C%0%c.
pl: Nie ma masek banów dla kana³u %C%0%c.

source: Added following exempt mask(s) for channel %C%0%c:
pl: Dodano nastêpuj±ce maski wyj±tków od banów dla kana³u %C%0%c:

source: Removed exempt masks matching '%B%0%c' for channel %C%1%c.
pl: Usuniêto maski wyj±tków od banów pasuj±ce do '%C%0%c' dla kana³u %C%1%c.

source: There is no exempt masks for channel %C%0%c.
pl: Nie ma mask wyj±tków od bana dla kana³u %C%0%c.

source: Added following invite mask(s) for channel %C%0%c:
pl: Dodano nastêpuj±ce maski zaproszeñ dla kana³u %C%0%c:

source: Removed invite masks matching '%B%0%c' for channel %C%1%c.
pl: Usuniêto maski zaproszeñ pasuj±ce do '%C%0%c' dla kana³u %C%1%c.

source: There is no invite masks for channel %C%0%c.
pl: Nie ma mask wyj±tków od zaproszeñ dla kana³u %C%0%c.

source: Connected to bot %C%0%c.
pl: Po³±czono siê z botem %C%0%c.

source: I can't connect to bot %C%0%c (%C%1%c:%C%2%c).
pl: Nie mogê po³±czyæ siê z botem %C%0%c (%C%1%c:%C%2%c).

source: There is no port for bot %Y%0%y.
pl: Nie ma portu dla bota %Y%0%y.

source: There is no address for bot %Y%0%y.
pl: Nie ma adresu dla bota %Y%0%y.

source: User %Y%0%y is unkickable.
pl: Nie mo¿na wykopaæ u¿ytkownika %Y%0%y.

source: %0%y isn't logged on me.
pl: %0%y nie jest zalogowany na mnie.

source: Users on channel %C%0%c:
pl: U¿ytkownicy na kanale %C%0%c:

source: Total users:
pl: Razem u¿ytkowników:

source: Topic:
pl: Temat:

source: Topic set by %C%0%c at %C%1%c.
pl: Temat zosta³ ustawiony przez %C%0%c dnia %c%1%c.

source: I'm not connected to any IRC server.
pl: Nie jestem po³±czony z ¿adnym serwerem IRC.

source: My name is:
pl: Nazywam siê:

source: My current nick:
pl: Mój aktualny nick:

source: My current server:
pl: Mój aktualny serwer:

source: Main nick:
pl: G³ówny nick:

source: Other nicks:
pl: Inne nicki:

source: Opened ports: %C%0%c (users) %C%1%c (bots)
pl: Otwarte porty: %C%0%c (u¿ytkownicy) %C%1%c (boty)

source: My host:
pl: Mój host:

source: Botnet flag:
pl: Flaga botnetu:

source: Botnet password:
pl: Has³o botnetu:

source: Writing main log:
pl: Zapisywanie g³ównego loga:

source: Server op protect:
pl: Ochrona przed server opem:

source: I give OP status to %C%0%c on %C%1%c.
pl: Dajê status OP dla %C%0%c na %C%1%c.

source: I take OP status from %C%0%c on %C%1%c.
pl: Zabieram status OP od %C%0%c na %C%1%c.

source: I give voice to %C%0%c on %C%1%c.
pl: Dajê g³os dla %C%0%c na %C%1%c.

source: I take voice from %C%0%c on %C%1%c.
pl: Zabieram g³os dla %C%0%c na %C%1%c.

source: I kick %C%0%c from %C%1%c.
pl: Kopiê %C%0%c z %C%1%c.

source: I set ban for %C%0%c on %C%1%c.
pl: Ustawiam bana dla %C%0%c na %C%1%c.

source: I set ban for %C%0%c on %C%1%c for time %C%2%c.
pl: Ustawiam bana dla %C%0%c na %C%1%c na czas %C%2%c.

source: I unset ban for %C%0%c on %C%1%c.
pl: Zdejmujê bana dla %C%0%c na %C%1%c.

source: I set ban-exempt for %C%0%c on %C%1%c.
pl: Ustawiam wyj±tek od bana dla %C%0%c na %C%1%c.

source: I unset ban-exempt for %C%0%c on %C%1%c.
pl: Zdejmujê wyj±tek od bana dla %C%0%c na %C%1%c.

source: I invite %C%0%c to channel %C%1%c.
pl: Zapraszam %C%0%c na kana³ %C%1%c.

source: I set invite-exempt for %C%0%c on %C%1%c.
pl: Ustawiam wyj±tek od zaproszeñ dla %C%0%c na %C%1%c.

source: I unset invite-exempt for %C%0%c on %C%1%c.
pl: Zdejmujê wyj±tek od zaproszeñ dla %C%0%c na %C%1%c.

source: List of available scripts:
pl: Lista dostêpnych skryptów:

source: Scripts list:
pl: Lista skryptów:

source: Libraries list:
pl: Lista bibliotek:

source: Script %C%0%c loaded.
pl: Skrypt %C%0%c za³adowany.

source: Script %Y%0%y not found.
pl: Nie znaleziono skrypt %Y%0%y.

source: User %C%0%c (%B%1%c) matched as %C%2%c.
pl: U¿ytkownik %C%0%c (%B%1%c) dopasowany jako %C%2%c.

source: I can't ident %C%0%c (%B%1%c).
pl: Nie mogê zidentyfikowaæ %C%0%c (%B%1%c).

source: %C%0%c flood sensor is now %C%1%c.
pl: %cSensor powodzi %C%0%c jest teraz %C%1%c.

source: Value for %C%0%c flood sensor is now:
pl: %cWarto¶æ dla sensora powodzi %C%0%c jest teraz równa:

source: Flood sensors:
pl: Sensory powodzi:

source: Public
pl: Publiczny

source: Nick change
pl: Zmian nicka

source: Join
pl: Do³±czeñ

source: Values means allowed number of actions for each 10 seconds. To change any value:
pl: Warto¶ci oznaczaj± dozwolon± ilo¶æ akcji dla ka¿dych 10 sekund. Aby zmieniæ któr±kolwiek warto¶æ:

source: I started %C%0%c ago.
pl: Wystartowa³em %C%0%c temu.

source: Servers list:
pl: Lista serwerów:

source: I'm on that server.
pl: Jestem na tym serwerze.

source: I'm %C%0%c.
pl: Jestem %C%0%c.

source: No command executed so far.
pl: ¯adna komenda nie zosta³a wykonana jak na razie.

source: Bot evirnoment:
pl: ¦rodowisko bota:

source: This is unknown encoding system.
pl: To jest nieznany system kodowania.

source: Now variable %C%0%c evaluates:
pl: Teraz zmienna %C%0%c wynosi:

source: This variable can't be changed by command var.
pl: Ta zmienna nie mo¿e byæ zmieniona komend± var.

source: No such variable.
pl: Nieznana zmienna.

source: Registering connection on %0.
pl: Rejestracja po³±czenia na %0.

source: I can't connect to server %0 (%1)
pl: Nie mogê po³±czyæ siê z serwerem %0 (%1)

source: I can't connect to server
pl: Nie mogê po³±czyæ siê z serwerem

source: Connection with server %C%0%c lost.
pl: Po³±czenie z serwerem %C%0%c utracone.

source: No server found on list. Please correct bot configuration file.
pl: Nie znaleziono serwera na li¶cie. Proszê skorygowaæ plik konfiguracyjny bota.

source: Port opened: %0
pl: Otwarty port: %0

source: Can't open port %0!
pl: Nie mo¿na otworzyæ portu %0!

source: Incomming connection from %C%0%c on users port.
pl: Nadchodzi po³±czenie z %C%0%c na porcie u¿ytkowników.

source: %0 has logged on.
pl: %0 zalogowa³ siê.

source: Type password:
pl: Podaj has³o:

source: Retype password:
pl: Powtórz has³o:

source: Type name for first user:
pl: Podaj nazwê dla pierwszego u¿ytkownika:

source: Last logged on user:
pl: Ostatnio zalogowany u¿ytkownik:

source: %C%0%c has logged on.
pl: %C%0%c zalogowa³ siê.

source: %C%0%c has logged off.
pl: %C%0%c wylogowa³ siê.

source: %0 has logged off.
pl: %0 wylogowa³ siê.

source: I'm connecting to bot %C%0%c.
pl: £±czê siê z botem %C%0%c.

source: Incomming connection from %C%0%c on bots port.
pl: Nadchodzi po³±czenie z %C%0%c na porcie botów.

source: Connection with bot %C%0%c established.
pl: Po³±czenie z botem %C%0%c nawi±zane.

source: %C%0%c has got same flag. It is not allowed.
pl: %C%0%c ma tak± sam± flagê. To nie jest dozwolone.

source: %C%0%c gave wrong network password or my bot name.
pl: %C%0%c poda³ z³e has³o sieci lub moj± nazwê bota.

source: I'm sending login and password to %C%0%c:%C%1%c.
pl: Wysy³am login i has³o do %C%0%c:%C%1%c.

source: %C%0%c is not bot, which I want connect to.
pl: %C%0%c nie jest botem, z którym chcê siê po³±czyæ.

source: Host %C%0%c on port %C%1%c is not Giana bot.
pl: Host %C%0%c na porcie %C%1%c nie jest botem Giana.

source: Connection with %C%0%c lost.
pl: Po³±czenie z %C%0%c utracone.

source: Connection with bot %C%0%c lost.
pl: Po³±czenie z botem %C%0%c utracone.

source: That's me!
pl: To ja!

source: BotNet tree:
pl: Drzewo BotNet'u:

source: End of BotNet tree. Total bots:
pl: Koniec drzewa BotNet'u. Ogó³em botów:

source: Missing bots:
pl: Brakuj±ce boty:

source: Daily saving lists and config...
pl: Dzienne zapisywanie list i konfiguracji...

source: Now %C%0%c has got following flags on %C%1%c:
pl: Teraz %C%0%c ma nastêpuj±ce flagi na %C%1%c:

source: Now %C%0%c has got following flags:
pl: Teraz %C%0%c ma nastêpuj±ce flagi:

source: Flags %Y%0%y collides with itself. User can't got flags for enemy and friend at same time.
pl: Flagi %Y%0%y koliduj± ze sob±. U¿ytkownik nie mo¿e mieæ flag wrogów i przyjació³ jednocze¶nie.

source: Flags %Y%0%y collides with %Y%1%y. User can't got flags for enemy and friend at same time.
pl: Flagi %Y%0%y koliduj± z %Y%1%y. U¿ytkownik nie mo¿e mieæ flag dla przyjació³ i wrogów jednocze¶nie.

source: You can do no changes for %Y%0%y.
pl: Nie mo¿esz zrobiæ ¿adnych zmian dla %Y%0%y.

source: %C%0%c has got following flags on %C%1%c:
pl: %C%0%c ma nastêpuj±ce flagi na %C%1%c:

source: %C%0%c has got no flags on %C%1%c.
pl: %C%0%c nie ma ¿adnych flag na %C%1%c.

source: %C%0%c has got following flags:
pl: %C%0%c ma nastêpuj±ce flagi:

source: Unknown user
pl: Nieznany u¿ytkownik

source: Now %C%0%c has got following botflags:
pl: Teraz %C%0%c ma nastêpuj±ce botflagi:

source: Unknown bot %Y%0%y.
pl: Nieznany bot %Y%0%y.

source: I'm already linked with bot %Y%0%y.
pl: Jestem juz zlinkowany z botem %Y%0%y.

source: Adding following bots to link list:
pl: Dodawanie nastêpuj±cych botów do listy linków:

source: Removing following bots from link list:
pl: Usuwanie nastêpuj±cych botów z listy linków:

source: Link list has been rehashed.
pl: Lista linków zosta³a odnowiona.

source: Given VHost doesn't work. Bot will use defaul hostname (%0).
pl: Podany VHost nie dzia³a. Bot u¿yje domy¶lnej nazwy hosta (%0).

source: Bot can't set up his socket with default hostname. Perahps network on this machine doesn't work.
pl: Bot nie mo¿e otworzyæ gniazda z domy¶ln± nazw± hosta. Prawdopodobnie sieæ na twojej maszynie nie dzia³a.

source: Giana v%0 by Googie
pl: Giana v%0 autor Googie

source: Hostname: %0 (%1)
pl: Nazwa hosta: %0 (%1)

source: File %0 doesn't exist. Remove this line from config.
pl: Plik %0 nie istnieje. Usuñ t± linie z konfiga.

source: Interactive Mode.
pl: Tryb interaktywny.

source: I've joined channel %0
pl: Do³±czy³em do kana³u %0

source: %0 (%1) has joined channel %2.
pl: %0 (%1) do³±czy³ do kana³u %2

source: I've left channel %0
pl: Wyszed³em z kana³u %0

source: %0 (%1) has left channel %2 %3
pl: %0 (%1) opu¶ci³ kana³ %2 %3

source: %0 (%1) has been kicked from %2 by %3 (%4) :%5
pl: %0 (%1) zosta³ wykopany z %2 przez %3 (%4) :%5

source: I've been kicked from channel %0 by %1
pl: Zosta³em wykopany z kana³u %0 przez %1

source: I've changed my nick to %C%0%c.
pl: Zmieni³em mojego nicka na %C%0%c.

source: %0 (%1) has changed nick to %2.
pl: %0 (%1) zmieni³ nick na %2.

source: I've been killed by %0 (%1).
pl: Zosta³em zabity przez %0 (%1).

source: I've been killd by %0 (%1)!
pl: Zosta³em zabity przez %0 (%1)!

source: %0 (%1) has left irc :%2
pl: %0 (%1) wyszed³ z irca :%2

source: %0 (%1) has changed mode on channel %2 to:
pl: %0 (%1) zmieni³ tryb kana³u %2 na:

source: My user mode has been changed:
pl: Mój tryb u¿ytkownika zosta³ zmieniony:

source: %0 (%1) has changed topic for channel %2 to:
pl: %0 (%1) zmieni³ temat kana³u %2 na:

source: Successful registered on server %C%0%c with nick %C%1%c.
pl: Pomy¶lnie zarejestrowany na serwerze %C%0%c z nickiem %C%1%c.

source: Channel %0 scanned.
pl: Kana³ %0 zeskanowany.

source: I can't change nick, because it contains not allowed chars.
pl: Nie mogê zmieniæ nicka, poniewa¿ zawiera on niedozwolone znaki.

source: I can't change nick, because it is already in use.
pl: Nie mogê zmieniæ nicka, poniewa¿ jest aktualnie w u¿yciu.

source: %C%0%c is not on channel %C%1%c.
pl: %C%0%c nie jest na kanale %C%1%c.

source: I've received message from server:
pl: Otrzyma³em wiadomo¶æ od serwera:

source: There is maximum number of bans on %C%0%c.
pl: Osi±gniêto maksymaln± liczbê banów na %C%0%c.

source: My connection is restricted!
pl: Moje po³±czenie podlega restrykcji!

source: Bot connection is restricted! Shutting down...
pl: Po³±czenie bota podlega restrykcji! Zamykanie...

source: Connection with server %0 lost.
pl: Po³±czenie z serwerem %0 utracone.

source: Syntax is:
pl: Sk³adnia:

source: Can't load script %0. It's required by %1 script.
pl: Nie mo¿na za³adowaæ skryptu %0. Jest on wymagany przez skrypt %1.

source: Can't read library:
pl: Nie mo¿na odczytaæ biblioteki:

source: Choose name of bot (it's not nickname) [%0]:
pl: Wybierz nazwê bota (to nie jest nick) [%0]:

source: Users port [%0]:
pl: Port u¿ytkowników [%0]:

source: Bots port [%0]:
pl: Port botów [%0]:

source: Login question [%0]:
pl: Zapytanie o login [%0]:

source: Password question [%0]:
pl: Zapytanie o has³o [%0]:

source: Main nickname [%0]:
pl: G³ówny nick [%0]:

source: Secondary nicknames (ex. nick1 nick2 nick3) [%0]:
pl: Dodatkowe nicki (np nick1 nick2 nick3) [%0]:

source: Bots network flag status [%0]:
pl: Flaga statusu w sieci botów [%0]:

source: Bots network password [%0]:
pl: Has³o sieci botów [%0]:

source: Public commands char [%0]:
pl: Znak komend publicznych [%0]:

source: Kick vitcim when friend has set ban (ON/OFF) [%0]:
pl: Kop ofiary, gdy bana zak³ada przyjaciel (ON/OFF) [%0]:

source: Allow to execute commands via private and channel messages by dump public command? (ON/OFF) [%0]:
pl: Pozwoliæ na wykonywanie komend przez prywatne i publiczne wiadomo¶ci, przez publiczn± komendê dump? (ON/OFF) [%0]:

source: Enter servers names (with optional port - server.name:port). For each name, push an enter. When you finish, just push the enter without any server name.
pl: Podaj nazwy serwerów (z opcjonalnym portem - nazwa.serwera:port). Dla ka¿dej nazwy, wci¶nij enter. Kiedy skoñczysz, po prostu wci¶nij enter bez ¿adnej nazwy serwera.

source: Server:
pl: Serwer:

source: Similarly do with TCL additional scripts now. There is a list of available scripts below. You can ommit .tcl extension in file name.
pl: Podobnie zrób teraz z dodatkowymi skryptami TCL. Poni¿ej jest lista dostêpnych skryptów. Mo¿esz pomin±æ rozsze¿enie .tcl w nazwie pliku.

source: Script:
pl: Skrypt:

source: Do you want to enter optional config values? (n/y) [N]:
pl: Czy chcesz podaæ opcjonalne warto¶ci konfiguracyjne? [N]:

source: Would you like to create first user? (n/y) [Y]:
pl: Czy chcesz stworzyæ pierwszego u¿ytkownika? (n/y) [Y]:

source: Modes checking loop delay [%0]:
pl: Opó¼nienie pêtli sprawdzania trybów [%0]:

source: List of available logos:
pl: Lista dostêpnych logo:

source: Login logo [%0]:
pl: Logo logowania [%0]:

source: Reason for 'kick queue' kicks [%0]:
pl: Komentarz dla kopniêæ 'kolejki kopania' [%0]:

source: Public messages flood sensor (OFF/ON) [%0]:
pl: Sensor wiadomo¶ci publicznych (ON/OFF) [%0]:

source: Value of this sensor (how many messages per 10 secs are permitted) [%0]:
pl: Warto¶æ dla tego sensora (ile wiadomo¶ci na 10 sekund jest dozwolone) [%0]:

source: Nick changing flood sensor (OFF/ON) [%0]:
pl: Sensor zmian nicków (ON/OFF) [%0]:

source: Value of this sensor (how many changes per 10 secs are permitted) [%0]:
pl: Warto¶æ dla tego sensora (ile zmian na 10 sekund jest dozwolone) [%0]:

source: Channel joining flood sensor (OFF/ON) [%0]:
pl: Sensor do³±czeñ do kana³u (ON/OFF) [%0]:

source: Value of this sensor (how many joins per 10 secs are permitted) [%0]:
pl: Warto¶æ dla tego sensora (ile do³±czeñ na 10 sekund jest dozwolone) [%0]:

source: Virtual host, which should be used while connecting to server [%0]:
pl: Wirtualny host, który powinien byæ u¿yty podczas ³±czenia z serwerem [%0]:

source: Should bot log all important events? (OFF/ON) [%0]:
pl: Czy bot powinien logowaæ wszystkie wa¿ne zdarzenia? (ON/OFF) [%0]:

source: Which logging mode use to log from channels? (supported: %1) [%0]:
pl: Którego trybu logowania u¿yæ do logowania z kana³ów? (obs³ugiwane: %1) [%0]:

source: Which char use to pad nicknames in logs up to 9 chars long? (only 'giana' logging mode) [%0]:
pl: Jakiego znaku u¿yæ do dope³niania nicków do d³ugo¶ci 9 znaków? (tylko w trybie logowania 'giana') [%0]:

source: Shell we load help module? (yes/no) [%0]:
pl: Czy powinni¶my ³adowaæ modu³ pomocy? (yes/no) [%0]:

source: Username for bot [%0]:
pl: Nazwa u¿ytkownika dla bota [%0]:

source: Protect from server op mode? (ON/OFF) [%0]:
pl: Obrona przed nadaniem statusu operatora przez serwer (ON/OFF) [%0]:

source: Language (%1) [%0]:
pl: Jêzyk (%1) [%0]:

source: SUPPORTED ENCODING SYSTEMS:
pl: OBS£UGIWANE SYSTEMY KODOWANIA:

source: Encoding system [%0]:
pl: System kodowania [%0]:

source: Passwords mismatch!
pl: Niezgodno¶æ hase³!

source: Writting config done...
pl: Zapisywanie konfiga zakoñczone...

source: Alias(es):
pl: Alias(y):

source: Description:
pl: Opis:

source: No help available for command %Y%0%y.
pl: Nie ma dostêpnej pomocy dla komendy %Y%0%y.

source: Help: Unknown command.
pl: Help: Nieznana komenda.

source: Command %0 hasn't got help.
pl: Komenda %0 nie posiada pomocy.

source: Syntax: %0 [options] <bot>
pl: Sk³adnia: %0 [opcje] <bot>

source: Kills given bot.
pl: Zabija danego bota.

source: Interactive mode. Console from standart input (keyboard).
pl: Tryb interaktywny. Konsola ze standardowego wej¶cia (klawiatury).

source: Connects with given bot.
pl: £±czy z danym botem.

source: Displays memory usage for given bot.
pl: Wy¶wietla u¿ycie pamiêci dla danego bota.
